Repository: KAGUYA-1137/IAmLazy-Localization
Catalog: *.lproj/Localizable.strings
Languages: ru

source: Backup
ru: Резервное копирование

source: Restore
ru: восстановить

source: Credits
ru: Кредиты

source: Backups
ru: Резервные копии

source: Standard
ru: стандартный

source: Developer
ru: Разработчик

source: Please confirm that you have adequate free storage before proceeding:
ru: Прежде чем продолжить, убедитесь, что у вас достаточно свободного места на диске:

source: Are you sure that you want to restore from %@?
ru: Вы уверены, что хотите восстановить из %@?

source: Yes
ru: да

source: No
ru: нет

source: Please note:
ru: Пожалуйста, обрати внимание:

source: You have chosen to restore from a developer backup. This backup includes bootstrap packages.
ru: Вы выбрали восстановление из резервной копии разработчика. Эта резервная копия включает пакеты начальной загрузки.

source: Please confirm that you understand this and still wish to proceed with the restore
ru: Пожалуйста, подтвердите, что вы понимаете это и все еще хотите продолжить восстановление

source: Confirm
ru: подтверждать

source: Cancel
ru: отмена

source: Tweak backup completed successfully in %@ seconds!
ru: Резервное копирование твика успешно завершено в %@ секунды!

source: Your backup can be found in %@
ru: Ваша резервная копия может быть найдена в %@

source: Choose a post-restore command:
ru: Выберите команду после восстановления:

source: None
ru: никто

source: Export
ru: Экспорт

source: Okay
ru: Хорошо

source: Progress
ru: Прогресс

source: Waiting
ru: Ожидающий

source: Completed
ru: Завершенный

source: In-progress
ru: В ходе выполнения

source: Determining user packages
ru: Определение пользовательских пакетов

source: Determining installed packages
ru: Определение установленных пакетов

source: Gathering files for packages
ru: Сбор файлов для пакетов

source: Building debs from files
ru: Сборка .debs из файлов

source: Creating backup from debs
ru: Создание резервной копии из .debs

source: Completing pre-restore checks
ru: Выполнение проверок перед восстановлением

source: Unpacking backup
ru: Распаковка резервной копии

source: Refreshing APT sources
ru: Обновление источников APT

source: Installing debs
ru: Установка .debs

source: An error occured and %@ was not deleted!
ru: Произошла ошибка и %@ не был удален!

source: Info: %@
ru: ИнформацияL %@

source: %@ cannot be deleted?!
ru: %@ нельзя удалить?!

source: Failed to generate controls for installed packages!
ru: Не удалось сгенерировать элементы управления для установленных пакетов!

source: Failed to generate list of packages!
ru: Не удалось создать список пакетов!

source: %@ is blank?!
ru: %@ пусто?!

source: %@ has no contents!
ru: %@ не имеет содержания!

source: Failed to build debs! Not sure how we got here honestly.
ru: Не удалось собрать .debs! Честно говоря, не знаю, как мы сюда попали.

source: IAmLazy Error:
ru: IAmLazy Ошибка:

source: Your device does not appear to be connected to the internet
ru: Ваше устройство не подключено к Интернету

source: A network connection is required for restores so packages can be downloaded if need be
ru: Для восстановления требуется сетевое подключение, поэтому при необходимости можно загрузить пакеты.

source: Failed to create %@!
ru: Не удалось создать %@!

source: Failed to get contents of %@!
ru: Не удалось получить содержимое %@!

source: %@ is not writeable.
ru: %@ не записываемый.

source: Please ensure that the directory's owner is mobile and not root.
ru: Убедитесь, что владельцем каталога является мобильный телефон, а не пользователь root.

source: The backup dir does not exist!
ru: Резервный каталог не существует!

source: No backups were found!
ru: Резервных копий не найдено!

source: The target backup -- %@ -- could not be found!
ru: Целевая резервная копия -- %@ -- невозможно найти!

source: The backup you're trying to restore from was made for jailbreaks using the %@ bootstrap.
ru: Резервная копия, которую вы пытаетесь восстановить, была сделана для джейлбрейка с использованием %@ начальная загрузка.

source: Your current jailbreak is using %@!
ru: Ваш текущий джейлбрейк использует %@!

source: %@ is empty?!
ru: %@ пусто?!

source: %@ has no debs!
ru: %@ не имеет .debs!
